Repository: shabanmostafa/damma-graduation-project
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: first name
ar: الاسم الاول

source: seconed name
ar: الاسم الاخير

source: home View
ar: الصفحة الرئيسية

source: Login
ar: تسجيل الدخول

source: Login Loading
ar: جاري تسجيل الدخول

# forgetPasswoerd
source: Forget Password?
ar: نسيت كلمة المرور؟

source: Create Account
ar: انشاء حساب

source: email
ar: البريد الإلكتروني

source: password
ar: كلمة المرور

# fieldIsRequired
source: This field is required
ar: هذا الحقل مطلوب

source: Please enter correct email
ar: يرجى إدخال بريد إلكتروني صالح

source: What is your email?
ar: ادخل بريدك الإلكتروني

source: What is your name?
ar: ادخل اسمك

source: What Is Your Birth Of Date
ar: ادخل تاريخ ميلادك

source: Birth Of Date
ar: ادخل تاريخ ميلادك

source: next
ar: التالي

source: what Is Your Type
ar: ماهو جنسك؟

source: male
ar: ذكر

source: female
ar: أنثي

source: Please enter correct phone
ar: يرجى إدخال رقم هاتف صالح

source: What is your Phone?
ar: ادخل رقم الهاتف

source: phone
ar: رقم الهاتف

source: Password Validation
ar: كلمة المرور يجب ان تحتوي علي: *8 أحرف علي الأقل *مزيج من الحروف والارقام

source: PasswordConfirmatiomFieldRequired
ar: تأكيد كلمة المرور مطلوب

source: passwordNotTheSame
ar: كلمة المرور غير متطابقة

source: createPassword
ar: ادخل كلمة المرور

source: passwordConfirmation
ar: تأكيد كلمة المرور

source: Welcom in Damma
ar: اهلا بك في ضمّة

source: Social Media App
ar: تطبيق تواصل اجتماعي عربي
